import React from "react";
const Equipment = () => {
   return (
      <div id="equipment">
         <div className="container">
            <h3 id="title">Уникальные образовательное пространство</h3>
            <div className="equipment">
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/dom-sovy.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Дом совы</h5>
                     <p>
                        В 2020 году был приобретен сенсорно-динамический зал
                        «ДОМ СОВЫ». Сотрудник центра Балам-ай прошел обучение по
                        использованию оборудования. Это безопасное игровое
                        пространство в виде зала со специально разработанными
                        развивающими тренажерами и балансерами. “Дом Совы” – это
                        уникальное пространство, где ребенок, а также взрослый
                        познает свой внутренний и окружающий мир через движение.
                        Это безопасное место, где можно познавать свои движения,
                        возможности тела. Занимаясь в “Доме Совы” ребёнок
                        эффективно осваивает свои двигательные навыки.
                        Разнообразные вариации использования снарядов
                        способствуют развитию не только физической силы, но так
                        же и телесной пластики, ловкости, баланса и координации.
                        Развитие получает не только тело, но и мозг.
                        Разнообразные способы использования тренажёров “Дома
                        Совы” создают многочисленные задачи, которые ребенок
                        решает за счет своей двигательной активности.
                        Пространство “Дом Совы” организовано таким образом, что
                        при занятиях у малыша улучшается способность
                        контролировать свои движения, выстраивать их
                        относительно окружения. Поддержание баланса и
                        координации активизирует работу левого и правого
                        полушария. Создает новые ситуации, благодаря которым
                        ребенок учится новым способам быстро принимать
                        самостоятельные решения. В процессе значительно
                        улучшаются все когнитивные процессы и как следствие
                        академическая успеваемость. Наши психологи проводят
                        занятия с детьми по методике Совопрактика. На занятиях в
                        «ДОМЕ СОВЫ» ваш ребенок становится героем сказки-квеста
                        и учится новым способам быстро принимать самостоятельные
                        решения. Ребенок изучает и улучшает возможности своего
                        тела, развивает физическую силу, пластику движений,
                        ловкость. Задача на баланс и координацию движений
                        активирует работу левого и правого полушария ребенка.
                        Таким образом совопрактика развивает и тело, и мозг.
                     </p>
                     <a href="https://drive.google.com/file/d/1wuETjyVNqWd4tCKoevdhuy2nowthVzl5/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/tomatis.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Tomatis</h5>
                     <p>
                        В 2020 году был приобретен «Tomatis». В центрах Балам-ай
                        дети будут проходить курс занятий «Tomatis» бесплатно.
                        Наш специалист АсияЖексимбаева прошла платное обучение и
                        получила сертификат для использования «Tomatis». То есть
                        дети будут получать бесплатные услуги у официально
                        лицензированного специалиста, метод «Tomatis» предлагает
                        одну из самых инновационных и современных программ
                        нейросенсорной стимуляции для улучшения моторики, а
                        также эмоциональных и когнитивных способностей.
                        Специалист особое внимание уделяет детям с нарушением
                        аутистического спектра и ассоциируемых с ним типов
                        поведения, с синдромом Аспергера, нарушениями сенсорного
                        восприятия и с синдромом Дауна.
                     </p>
                     <a href="https://drive.google.com/file/d/1uUM53Anp8VeCbja_sfX3yi8K_-4PON8S/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/sensor-room.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Сенсорная комната</h5>
                     <p>
                        В 2021 году при помощи АО КБ “Citi” банка была
                        оборудована “Сенсорная комната” по адресу проспект
                        Сарыарка 48/2. Сенсорная комната психологической
                        разгрузки предназначена для релаксации, наполнения
                        энергией, обучения, развития и стала отличным
                        оборудованием для пробуждения чувств действий и
                        экспериментов. В зависимости от методологии, может
                        применяться для стимуляции и развития детей, в том числе
                        для детей с аутизмом.{" "}
                     </p>
                     <a href="https://drive.google.com/file/d/1bw9Lw0UsYrs7I2fwP6P2Ta-Z6JbQ9QVz/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
            </div>
            <div className="equipment">
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/hygge.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Пещера сокровищ</h5>
                     <p>
                        В 2022 году в рамках проекта институционального развития
                        при поддержке Фонда Евразии (Eurasia Foundation, Inc,
                        USA) -- некоммерческая международная организация по
                        развитию, была приобретена "Пещера сокровищ". Пещера
                        сокровищ предназначена для релаксации и
                        психоэмоциональной разгрузки. Волшебная пещера стала
                        уютным местом для веселых игр для наших бенефициаров. В
                        него свободно поместятся 3-4 ребенка одновременно.
                        Пещера сокровищ состоит из: мерцающих огней под куполом
                        создавая уютную атмосферу, позволяя детям уединиться,
                        расслабиться и помечтать. Каркас пещеры выполнен из
                        дерева, купол — из высококачественной ткани. Под куполом
                        расположены безопасные лампочки-огоньки.
                     </p>
                     <a href="https://drive.google.com/file/d/14vOuT6JwuJDeJtF7nEyuHimA-bZhIJmQ/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/saltroom.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Соляная комната</h5>
                     <p>
                        В 2022 году была приобретена Соляная пещера. Главная
                        цель приоьретения этого оборудование было то, что наши
                        дети с самого рождения дышат загрязненным воздухом и
                        большую часть суток проводят в четырех стенах вместо
                        того, чтобы целые дни проводить в подвижных играх на
                        улице. Но, к счастью, сегодня в нашем распоряжении есть
                        замечательное средство, которое обязательно поможет
                        маленьким жителям Астаны укрепить иммунитет и избавиться
                        от многих болезней. Пребывание в соляной комнате и
                        вдыхание сухого солевого аэрозоля оказывает мощное
                        оздоравливающее действие на ребенка. Что очень важно,
                        терапия не требует применения лекарственных средств, что
                        особенно важно для растущего детского организма.
                        Лечебный эффект создается ионами молекул соли, которые
                        активизируют обмен веществ и подавляют деятельность
                        болезнетворны бактерий.
                     </p>
                     <a href="https://drive.google.com/file/d/1wGJJMsob_F04aNeKJzeDXHsL_t8Y0TsB/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/interaktivny.png`}
                           alt=""
                        />
                     </div>
                     <h5>Интерактивный стол</h5>
                     <p>
                        В 2022 году для организации работы с ребенком с аутизмом
                        и формирования его речи- был приобретен профессиональный
                        интерактивный стол. Это оборудование направлено на
                        развитие аутичных малышей, помощь в социальной адаптации
                        подростков с расстройствами аутистического спектра.
                        Применение современных интерактивных технологий является
                        эффективным при работе с детьми, имеющими расстройства
                        аутистического спектра. Потому что интерактивные
                        комплексы объединяют преимущества традиционных методов и
                        современные подходы. Такие комплексы быстро привлекают
                        внимание ребенка, погружая его в интересный развивающий
                        процесс.
                     </p>
                     <a href="https://drive.google.com/file/d/1NEgEP9nMbAXPQm0PGkY96SMbA4Ltarvi/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
            </div>
            <div className="equipment">
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/stol.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Специализированный детский стол</h5>
                     <p>
                        Нашим фондом в 2023 году был приобретен
                        Специализированный детский стол, спроектированный под
                        нужды детей с аутизмом (расстройством аутистического
                        спектра). Занятия на нём проходят комфортно и для
                        ребёнка, и для специалиста благодаря закрытым панелям с
                        трёх сторон столешницы. Детский стол эргономично
                        спроектирован для работы с дошколятами и младшими
                        школьниками, за ним удобно сидеть без вреда для осанки.
                        Под столешницей – два выдвижных ящика плавного хода,
                        открываются от нажатия рукой. В них можно хранить
                        различные методические тетради, листы, фломастеры и
                        карандаши для рисования. С трёх сторон столешницы –
                        высокая глухая панель, создающая укромный уголок для
                        ребёнка. Благодаря этому он меньше отвлекается на
                        визуальные раздражители и комфортнее себя чувствует.
                        Сверху полка для размещения детских поделок и
                        методических пособий.
                     </p>
                     <a href="https://drive.google.com/file/d/1gWZ0sOICWiPwfmRRUoMqda8_fCVrnw8V/view">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/desert.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Пескотерапия</h5>
                     <p>
                        В 2023 году, была приобретена Пескотерапия. Среди
                        популярных методик лечения достаточно оригинальной
                        является песочная терапия для детей с РАС. Из-за
                        стереотипного мышления многие не воспринимают ее
                        всерьез, однако это неплохой способ коррекции многих
                        симптомов заболевания и развития заложенных природой
                        талантов ребенка. В этом уверены не только родители, но
                        и врачи-ученые. Пескотерапия при аутизме – это различные
                        развивающие занятия с детьми и дошкольного, и школьного
                        возраста. Правильно организованный досуг увлекает
                        ребенка, способствуя совершенствованию многих навыков,
                        которые сложно раскрыть с помощью прочих методик.
                     </p>
                     <a href="https://drive.google.com/file/d/1kSVTbDdJe0c6LOkF1e-EPq3x_Te84jQy/view">
                        Подробнее
                     </a>
                  </div>
               </div>
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/интерактив.jpg`}
                           alt=""
                        />
                     </div>
                     <h5>Настенный интерактив</h5>
                     <p>
                        Настенные интерактивы – это отличное средство для
                        развития детей. Они представляют собой специальные
                        панели, доски или интерактивные стены, на которых дети
                        могут рисовать, писать, решать головоломки или играть в
                        развивающие игры. Вот несколько ключевых преимуществ
                        настенного интерактива для детского развития: 1.
                        Стимуляция сенсорного восприятия. Дети учатся различать
                        текстуры, формы, цвета и звуки, что улучшает их
                        сенсорные навыки. Мультимедийные элементы (свет, звук)
                        делают процесс изучения ярким и запоминающимся.
                     </p>
                     <a href="https://drive.google.com/file/d/1nW0PoiYA-TZj_vEAyglrV-icF1ADme5j/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
            </div>
            <div className="equipment">
               <div className="facility">
                  <div className="container">
                     <div className="img">
                        <img
                           src={`${process.env.PUBLIC_URL}/img/скалодром.webp`}
                           alt=""
                        />
                     </div>
                     <h5>Скалодром</h5>
                     <p>
                        Скалодромы – это не только захватывающее развлечение для
                        детей, но и эффективный способ способствовать их
                        физическому, умственному и эмоциональному развитию. Вот
                        несколько важных преимуществ скалодрома для детей: 1.
                        Развитие силы и координации. Скалолазание требует работы
                        всех мышц тела, особенно мышц рук, ног и корпуса. Это
                        помогает укреплять мускулатуру и улучшать координацию
                        движений. Постоянные перемещения по стене развивают
                        баланс и учат детей управлять своим телом.
                     </p>
                     <a href="https://drive.google.com/file/d/1f7yw1q57adzkq0E3sUS6ComJsY6RTyBY/view?usp=drivesdk">
                        Подробнее
                     </a>
                  </div>
               </div>
            </div>
         </div>
      </div>
   );
};

export default Equipment;
